Repository: evgarct/timeline
Catalog: Form/Resources/Localizable.xcstrings
Source language: en
Languages: cs, ru

# nutrition.add
source: Add product
cs: Přidat produkt
ru: Добавить продукт

# timeline.empty
source: No entries yet
cs: Zatím žádný záznam
ru: Пока нет записей

# timeline.empty.description
source: Photos, measurements, and InBody scans will show up here once you add them.
cs: Fotky, míry a InBody se tu objeví, jakmile je přidáš.
ru: Фото, замеры и InBody появятся здесь, когда ты их добавишь.

# timeline.yesterday
source: Yesterday
cs: Včera
ru: Вчера

# timeline.event.photo
source: Photo
cs: Fotka
ru: Фото

# timeline.event.measurements
source: Measurements
cs: Míry
ru: Замеры

# timeline.event.unsupported
source: Entry
cs: Záznam
ru: Запись

# nutrition.allNutrients
source: All nutrients
cs: Všechny živiny
ru: Все нутриенты

# nutrition.calculated
source: Calculated
cs: Vypočteno
ru: Рассчитано

# nutrition.calendar
source: Calendar
cs: Kalendář
ru: Календарь

# nutrition.carbohydrates.short
source: C
cs: S
ru: У

# nutrition.date
source: Date
cs: Datum
ru: Дата

# nutrition.delete
source: Delete entry
cs: Smazat záznam
ru: Удалить запись

# nutrition.delete.confirm
source: Delete this entry?
cs: Smazat tento záznam?
ru: Удалить эту запись?

# nutrition.error
source: Could not load nutrition
cs: Jídlo nelze načíst
ru: Не удалось загрузить питание

# nutrition.estimated
source: Estimated
cs: Odhad
ru: Оценка

# nutrition.fat.short
source: F
cs: T
ru: Ж

# nutrition.group.carbohydrates
source: Carbohydrates, sugars and fiber
cs: Sacharidy, cukry a vláknina
ru: Углеводы, сахара и клетчатка

# nutrition.group.fats
source: Fats
cs: Tuky
ru: Жиры

# nutrition.group.macros
source: Energy and protein
cs: Energie a bílkoviny
ru: Энергия и белки

# nutrition.group.minerals
source: Minerals
cs: Minerály
ru: Минералы

# nutrition.group.other
source: Other
cs: Ostatní
ru: Другое

# nutrition.group.salt
source: Salt and sodium
cs: Sůl a sodík
ru: Соль и натрий

# nutrition.group.vitamins
source: Vitamins
cs: Vitamíny
ru: Витамины

# nutrition.meal
source: Meal
cs: Jídlo
ru: Приём пищи

# nutrition.meal.breakfast
source: Breakfast
cs: Snídaně
ru: Завтрак

# nutrition.meal.dinner
source: Dinner
cs: Večeře
ru: Ужин

# nutrition.meal.empty
source: Nothing yet
cs: Zatím nic
ru: Пока ничего

# nutrition.meal.lunch
source: Lunch
cs: Oběd
ru: Обед

# nutrition.meal.snack
source: Snacks
cs: Svačiny
ru: Перекусы

# nutrition.nextDay
source: Next day
cs: Další den
ru: Следующий день

# nutrition.per
source: per
cs: na
ru: на

# nutrition.pieceSize
source: Piece size
cs: Velikost
ru: Размер

# nutrition.previousDay
source: Previous day
cs: Předchozí den
ru: Предыдущий день

# nutrition.protein.short
source: P
cs: B
ru: Б

# nutrition.quickSelect
source: Quick select
cs: Rychlá volba
ru: Быстрый выбор

# nutrition.goals.edit
source: Macro goals
cs: Cíle BJU
ru: Цели по БЖУ

# nutrition.goals.title
source: Daily goals
cs: Denní cíle
ru: Дневные цели

# nutrition.goals.message
source: Optional — a blank field won't show a goal signal in the report.
cs: Nepovinné — prázdné pole se v reportu nezobrazí jako cíl.
ru: Необязательно — пустое поле не покажет сигнал цели в отчёте.

# nutrition.export
source: Export and share
cs: Exportovat a sdílet
ru: Экспорт и поделиться

# nutrition.export.error
source: Couldn't create the report
cs: Report se nepodařilo vytvořit
ru: Не удалось создать отчёт

# nutrition.report.fiber
source: Fiber
cs: Vláknina
ru: Клетчатка

# nutrition.report.fat.title
source: Fat breakdown
cs: Tuky
ru: Жиры

# nutrition.report.fat.saturated
source: Saturated (animal-leaning)
cs: Nasycené (spíše živočišné)
ru: Насыщенные (животного происхождения)

# nutrition.report.fat.unsaturated
source: Unsaturated (plant-leaning)
cs: Nenasycené (spíše rostlinné)
ru: Ненасыщенные (растительного происхождения)

# nutrition.report.fat.caption
source: Approximate split based on fat composition, not an exact source.
cs: Přibližné rozdělení podle složení tuků, nikoli přesný původ.
ru: Приблизительное деление по составу жиров, а не точная классификация по происхождению.

# nutrition.report.carbs.title
source: Carb breakdown
cs: Sacharidy
ru: Углеводы

# nutrition.report.carbs.sugars
source: Sugars (fast-leaning)
cs: Cukry (rychlé)
ru: Сахара (быстрые)

# nutrition.report.carbs.complex
source: Starch & fiber (slow-leaning)
cs: Škrob a vláknina (pomalé)
ru: Крахмал и клетчатка (медленные)

# nutrition.report.carbs.caption
source: Approximate split based on sugar content, not a precise glycemic classification.
cs: Přibližné rozdělení podle obsahu cukru, nikoli přesná glykemická klasifikace.
ru: Приблизительное деление по содержанию сахара, а не точная гликемическая классификация.

# nutrition.report.meal.more.format
source: +%lld more
cs: +%lld další
ru: +%lld ещё

# nutrition.report.goal.onTarget
source: on target
cs: v normě
ru: в норме

# nutrition.report.goal.under
source: to go
cs: do cíle
ru: до цели

# nutrition.report.goal.over
source: over
cs: nad cílem
ru: сверх цели

# nutrition.report.activity.title
source: Activity
cs: Aktivita
ru: Активность

# nutrition.report.nutrition.average.suffix
source: kcal/day
cs: kcal/den
ru: ккал/день

# nutrition.report.nutrition.title
source: Nutrition
cs: Jídlo
ru: Питание

# nutrition.report.activity.steps
source: Steps
cs: Kroky
ru: Шаги

# nutrition.report.activity.goal.prefix
source: Goal —
cs: Cíl —
ru: Цель —

# nutrition.report.activity.goal.suffix
source: steps
cs: kroků
ru: шагов

# nutrition.report.activity.average.prefix
source: Weekly average —
cs: Průměr za týden —
ru: Среднее за неделю —

# nutrition.report.activity.average.suffix
source: steps/day
cs: kroků/den
ru: шагов/день

# nutrition.report.activity.distance.prefix
source: Distance —
cs: Vzdálenost —
ru: Дистанция —

# nutrition.report.workout.running
source: Running
cs: Běh
ru: Бег

# nutrition.report.workout.walking
source: Walking
cs: Chůze
ru: Ходьба

# nutrition.report.workout.cycling
source: Cycling
cs: Cyklistika
ru: Велотренировка

# nutrition.report.workout.swimming
source: Swimming
cs: Plavání
ru: Плавание

# nutrition.report.workout.hiking
source: Hiking
cs: Turistika
ru: Поход

# nutrition.report.workout.yoga
source: Yoga
cs: Jóga
ru: Йога

# nutrition.report.workout.strength
source: Strength training
cs: Silový trénink
ru: Силовая тренировка

# nutrition.report.workout.core
source: Core training
cs: Core trénink
ru: Тренировка кора

# nutrition.report.workout.elliptical
source: Elliptical
cs: Eliptický trenažér
ru: Эллипс

# nutrition.report.workout.rowing
source: Rowing
cs: Veslování
ru: Гребля

# nutrition.report.workout.other
source: Workout
cs: Trénink
ru: Тренировка

# nutrition.report.table.ofDay
source: of day
cs: ze dne
ru: от дня

# nutrition.report.table.item
source: Item
cs: Položka
ru: Позиция

# nutrition.report.extra.salt
source: Salt
cs: Соль
ru: Соль

# nutrition.report.extra.sodium
source: Sodium
cs: Sodík
ru: Натрий

# nutrition.report.extra.sugars
source: Sugars
cs: Cukry
ru: Сахар

# nutrition.report.extra.saturatedFat
source: Saturated fat
cs: Nasycené tuky
ru: Насыщ. жиры

# nutrition.report.table.dayTotal
source: Total for the day
cs: Celkem za den
ru: Итого за день

# nutrition.recentInMeal
source: Recently in this meal
cs: Naposledy v tomto jídle
ru: Недавно в этом приёме пищи

# nutrition.moreProducts
source: All products
cs: Všechny produkty
ru: Все продукты

# nutrition.showMore
source: Show more
cs: Zobrazit další
ru: Показать ещё

# nutrition.moreOptions
source: More options
cs: Další možnosti
ru: Ещё

# nutrition.quantity
source: Quantity
cs: Množství
ru: Количество

# nutrition.save.error
source: Couldn't save
cs: Nepodařilo se uložit
ru: Не удалось сохранить

# nutrition.search
source: Search personal database
cs: Hledat v osobní databázi
ru: Поиск в личной базе

# nutrition.search.empty
source: No products found
cs: Žádné produkty
ru: Продукты не найдены

# nutrition.today
source: Today
cs: Dnes
ru: Сегодня

# nutrition.trace
source: Trace
cs: Stopové množství
ru: Следы

# nutrition.units.pieces
source: Count in pieces
cs: Počítat v kusech
ru: Считать в штуках

# summary.nutrition.macros.format
source: P %@ · F %@ · C %@
cs: B %@ · T %@ · S %@
ru: Б %@ · Ж %@ · У %@

# action.allPhotos
source: All photos
cs: Všechny fotky
ru: Все фото

# action.setCoverPhoto
source: Set as cover
cs: Připnout jako hlavní
ru: Закрепить как главную

# action.compare
source: Compare
cs: Porovnat
ru: Сравнить

# action.menu
source: Menu
cs: Nabídka
ru: Меню

# action.share
source: Share
cs: Sdílet
ru: Поделиться

# action.soon.message
source: This feature is coming in a future release.
cs: Tato funkce bude přidána v další verzi.
ru: Эта функция появится в следующей версии.

# auth.changeEmail
source: Change email
cs: Změnit e-mail
ru: Изменить email

# auth.code
source: Email code
cs: Kód z e-mailu
ru: Код из письма

# auth.code.intro
source: Enter the one-time code sent to your email.
cs: Zadejte jednorázový kód, který jsme vám poslali.
ru: Введите одноразовый код из письма.

# auth.error.code
source: Enter a valid code.
cs: Zadejte platný kód.
ru: Введите корректный код.

# auth.error.email
source: Enter a valid email.
cs: Zadejte platný e-mail.
ru: Введите корректный email.

# auth.error.rejected
source: The code is invalid or expired.
cs: Kód je neplatný nebo vypršel.
ru: Код неверен или истёк.

# auth.error.unavailable
source: Sign in is unavailable. Try again.
cs: Přihlášení není dostupné. Zkuste to znovu.
ru: Вход недоступен. Попробуйте ещё раз.

# auth.intro
source: Your body over time. Sign in with email.
cs: Vaše tělo v čase. Přihlaste se e-mailem.
ru: Твоё тело во времени. Войдите по email.

# auth.send
source: Send code
cs: Poslat kód
ru: Отправить код

# auth.verify
source: Sign in
cs: Přihlásit se
ru: Войти

# common.cancel
source: Cancel
cs: Zrušit
ru: Отмена

# common.close
source: Close
cs: Zavřít
ru: Закрыть

# common.done
source: Done
cs: Hotovo
ru: Готово

# common.loading
source: Loading…
cs: Načítání…
ru: Загрузка…

# common.save
source: Save
cs: Uložit
ru: Сохранить

# common.unavailable
source: Unavailable
cs: Nedostupné
ru: Недоступно

# measurement.chest
source: Chest
cs: Hrudník
ru: Грудь

# measurement.waist
source: Waist
cs: Pas
ru: Талия

# measurement.weight
source: Weight
cs: Hmotnost
ru: Вес

# placeholder.description
source: This section is coming in a future release.
cs: Tato část přijde v další verzi.
ru: Этот раздел появится в следующей версии.

# placeholder.soon
source: Coming soon
cs: Brzy
ru: Скоро

# settings.about
source: About
cs: O aplikaci
ru: О приложении

# settings.app
source: App
cs: Aplikace
ru: Приложение

# settings.language
source: Language
cs: Jazyk
ru: Язык

# settings.language.app
source: App language
cs: Jazyk aplikace
ru: Язык приложения

# settings.language.report
source: Report language
cs: Jazyk reportu
ru: Язык отчёта

# settings.language.en
source: English
cs: Angličtina
ru: Английский

# settings.language.ru
source: Russian
cs: Ruština
ru: Русский

# settings.language.cs
source: Czech
cs: Čeština
ru: Чешский

# settings.signOut
source: Sign out
cs: Odhlásit se
ru: Выйти

# settings.title
source: Settings
cs: Nastavení
ru: Настройки

# settings.version
source: Version
cs: Verze
ru: Версия

# activity.action.detail
source: Open detailed view
cs: Otevřít podrobnosti
ru: Открыть детальный просмотр

# activity.action.goal
source: Set a new daily goal
cs: Nastavit nový denní cíl
ru: Установить новую дневную цель

# activity.action.share
source: Share
cs: Sdílet
ru: Поделиться

# activity.date.next
source: Next day
cs: Další den
ru: Следующий день

# activity.date.previous
source: Previous day
cs: Předchozí den
ru: Предыдущий день

# activity.date.select
source: Choose date
cs: Vybrat datum
ru: Выбрать дату

# activity.detail.title
source: Steps
cs: Kroky
ru: Шаги

# activity.distance
source: Distance
cs: Vzdálenost
ru: Дистанция

# activity.goal.accessibilityHint
source: Touch and hold for activity actions.
cs: Podržením otevřete akce aktivity.
ru: Удерживайте, чтобы открыть действия активности.

# activity.goal.detail.format
source: %@ of %@ · %d%%
cs: %@ z %@ · %d %%
ru: %@ из %@ · %d%%

# activity.goal.message
source: Enter your daily step goal.
cs: Zadejte denní cíl kroků.
ru: Введите дневную цель по количеству шагов.

# activity.goal.placeholder
source: Number of steps
cs: Počet kroků
ru: Количество шагов

# activity.goal.title
source: Step goal
cs: Cíl kroků
ru: Цель по шагам

# activity.load.retry
source: Try again
cs: Načíst znovu
ru: Повторить

# activity.refresh.accessibility
source: Refresh steps
cs: Aktualizovat kroky
ru: Обновить шаги

# activity.share.signature
source: OBSERVATION · STATE · TIME
cs: POZOROVÁNÍ · STAV · ČAS
ru: НАБЛЮДЕНИЕ · СОСТОЯНИЕ · ВРЕМЯ

# activity.week.average
source: Weekly average
cs: Průměr týdne
ru: Среднее за неделю

# summary.activity
source: Activity
cs: Aktivita
ru: Активность

# summary.nutrition
source: Nutrition
cs: Jídlo
ru: Питание

# summary.nutrition.macros
source: P 161 · F 66 · C 196
cs: B 161 · T 66 · S 196
ru: Б 161 · Ж 66 · У 196

# summary.nutrition.soon
source: no data yet
cs: zatím bez dat
ru: пока без данных

# summary.nutrition.target
source: of 2,200
cs: z 2 200
ru: из 2 200

# summary.steps.denied
source: allow Health access
cs: povolte Zdraví
ru: разрешите доступ

# summary.steps.unavailable
source: steps unavailable
cs: kroky nejsou dostupné
ru: шаги недоступны

# summary.steps.progress.format
source: %d%% of goal
cs: %d %% cíle
ru: %d%% цели

# summary.steps.target.format
source: of %@
cs: z %@
ru: из %@

# summary.steps.unit
source: steps today
cs: kroků dnes
ru: шагов сегодня

# summary.steps.unit.short
source: steps
cs: kroků
ru: шагов

# tab.nutrition
source: Nutrition
cs: Jídlo
ru: Питание

# tab.today
source: Today
cs: Dnes
ru: Сегодня

# today.details
source: Details
cs: Podrobnosti
ru: Подробнее

# today.empty.measurements
source: No measurements yet.
cs: Zatím žádná měření.
ru: Замеров пока нет.

# today.empty.photo
source: No photo yet
cs: Zatím žádná fotka
ru: Фото пока нет

# today.empty.photo.description
source: Add your first photo through web or MCP.
cs: Přidejte první fotku přes web nebo MCP.
ru: Добавьте первое фото через web или MCP.

# today.error.network
source: Could not load your timeline.
cs: Data se nepodařilo načíst.
ru: Не удалось загрузить хронологию.

# today.error.session
source: Your session expired. Sign in again.
cs: Relace vypršela. Přihlaste se znovu.
ru: Сессия истекла. Войдите снова.

# today.label
source: Today
cs: Dnes
ru: Сегодня

# today.photo.failed
source: Photo unavailable
cs: Fotku nelze načíst
ru: Фото недоступно

# nutrition.grams.short
source: g
ru: г

# nutrition.milliliters.short
source: ml
ru: мл

# measurement.cm
source: cm
ru: см

# measurement.kg
source: kg
ru: кг

# summary.calories.unit
source: kcal
ru: ккал

# tab.timeline
source: Timeline
ru: Таймлайн
